Repository: mozilla-l10n/mt-training-data
Catalog: mvy/mvy_pontoon.tmx
Source language: en_us
Languages: mvy

source: Mixed
mvy: گَڈبَڈ

source: Mokpwe
mvy: موکپوی

source: Moksha
mvy: موکشا

source: Mongolian
mvy: مَن٘گولیَیں

source: More
mvy: مُت

source: [More has been recorded than the required text]
mvy: لُکھژیلیۡ لِکیلیۡ نہ تیرئ ٹیپ ہُو تُھو۔

source: More languages coming soon
mvy: مُتیۡ ژیبہۡ ژُن٘ڑُو اے تھی

source: Mossi
mvy: موسی

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
mvy: گھَیں گھَیں کمپنی ، چے کوں ڈیٹا کماں تھی ، تسیں چیرو حصہ عام خلکاں یتے نی ای تھو ۔ زاں خیال مہ ݜسی لا ترقی رٹُژیۡ تھی۔ ݜُو وجہۡ نہ زَیں "کامن وائس" بنئیں ایک منصوبہ اوک شروع کرہ چھی، ݜس غرضہ لا چے اواز پُنیؤں ہر کسیںدن ڈاگ لا آں ہتہۡ مہ ہو۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
mvy: گَھیں کمپنی چے کؤں معلومات استعمال کراں تھی، سو چے خلکہ واں دَن موجُود نی ہوئ تھی۔ بے بَنِگ تھہ چے اُو سُکھیݜیار ختُم کیر تُھو۔ ݜُو وجیۡ ہِن زَیں کامَن وائسَیں منصُوبہ شُروع کر چھی، ݜے منصُوبہ چے کؤں اوازاں پُنیاک بُٹ خلکاں دَن کُھلاؤ کیر تُھو۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
mvy: اکثر رکارڈن٘گ خلقؤں تاں قُدرتی اوازؤں مہ تھو/تھے۔ݜے لک رِکارڈِن٘گ تُس قبلاہانٚتے چےۡ کسی مہ ݜے کلہ کلہ چغئ ہوں، پھش پھش ہو یا ݜے ڈرامائی لک اواز ہو۔ خو کمپیوٹرہ تل/لا سندژیل اواز آں گیل کریل اوازہ الُو دی۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
mvy: موزیلا کامن وائس ایک قدم اوک‌ تُھو چےۡ اسی ہِن مشین ݜس سیڇھیۡ تُھو چے رُشتا خلک گِشے بلیۡ بناں تھہ۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
mvy: تام دُنَیں لا موجود سافٹ وئیر انجنئیرہ، کالج، یونیورسٹی واں پروفیسرہ تے شاگڑہ، ڈیٹاں سائنسدانہ، ژِباں ماہِرہ آں محنت کران٘لہ واں کبلؤں موزېلا کامن وائس ممکن ہو تُھو۔ اس پراجیکٹَیں گھین٘رولی موزیلا فاؤنڈیشن گائ تھی۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
mvy: موزېلا کامن وائس دنئ یاں بُٹؤں نہ متنوع کراؤڈ سورس اوپن ڈیٹا سیٹ تھو ۔ آں بے مُکمل طور لا صدقہ خیراتؤں لا چلژِگ تھو۔ 100 نہ بُوۡئ ژِبہۡ واں خلکہ چے سَیں زاں کریل کماں تمہ لا ہوں تھو اِ اِواں کریا ڈیٹاسیٹ سن٘دَیں، چلَیں تے سم کرَیں لا کالَیں دش لاکھ ڈالرؤں ہاری٘ خرچہ ای تُھو۔ <b>زؤں لا صدقہ کری!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
mvy: موزیلاں اوپن سورس اواز پُنیان٘لہ انجنَئیں گُٹُمبیۡ بلی اواز پُنیئین٘یۡیاں اېپلی کېشنہ سن٘دَیں مہ استعمال ہوں ہاں تھہ۔ زاں<githubLink> گِٹ ہب</githubLink> پڑہ یا گُٹُمبیۡ بلی واں ڈِسکورس</discourseLink> مہ زَیں مِلہ لہ تُو سیڇھ چے کام گِشے شُروع کراتھہ۔

source: Mutual accountability.
mvy: دُوۡیں کِھن٘گیوں نہ تپُوس کرؤں /احتساب۔

source: n
mvy: ن

source: N
mvy: ک

source: N/A
mvy: نیتُھو

source: Name
mvy: نؤں

source: Names of your language
mvy: تیں ژِباں ناں

source: Native Language
mvy: مقامی ژیب

source: Nature and Environment
mvy: قدرت آں ماحول

source: Need help deciding which to choose?
mvy: گھِن٘ل اوک خوش کرم ، مدد کرہ لہ؟

source: Need help with the Sex or Gender changes?
mvy: جِنسَیں تبدیلی یاں بارہ مہ گی معلومات پکار تھی یی؟

source: Need some help with accent?
mvy: لہجہ مہ گی مدتیں ضرورت تھی یی؟

source: Need some help with variants?
mvy: کرٹ ژِباں بابتی مہ اما پورژائ تُھویی؟

source: Need to download your data?
mvy: تُو تَیں معلومات منی والَیں یاں غرضی تُھو یی؟

source: Nepali
mvy: نیپالَیں

source: New Language Launch
mvy: نَیں ژیب خلکؤں مُوٹھن اؤں

source: News and Current Affairs
mvy: خبری تے حالات حاضرہ

source: Next
mvy: مُت

source: Ngiembon
mvy: نگیمبون /نجیمبون

source: Nias
mvy: نیاس

source: Nigerian Pidgin English
mvy: نائجیریَیں پِڈجِن ان٘گَرزی

source: NKo
mvy: نکو

source: No
mvy: نئ

source: [No ‘a’ in the original text]
mvy: اصل لِکیلی مہ ‘ا’ نی تُھو

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
mvy: سیوں لا<noCopyright> کاپی رائیٹ </noCopyright> آں (cc-0) پابندی نی ہو۔

source: No foreign letters
mvy: مُت زبوں/ژِبہۡ واں حرفہ استعمال نیرہ

source: No gravatar found for your email
mvy: تیں بِجلی خَطِیاں گرَوَتار نی ڇؤژِلوۡ

source: No information
mvy: معلومات نی تھی

source: No information available
mvy: زؤں گے گی معلومات نی تھی

source: Noise
mvy: شُور

source: No match found
mvy: ݜُو رَن٘گاں نیْ ڇا چھی

source: No matching language found
mvy: ݜُو رَن٘گَیں ژیب نیْ ڇا چھی

source: No microphone found.
mvy: مېک نی ڇالُوئیز تُھو۔

source: Non-binary
mvy: نان بائنری

source: No numbers and special characters
mvy: ہِندسی تے خاص نشانہ نی ہوں

source: Northern Hindko
mvy: شمالی ہندکو

source: Northern Sotho
mvy: شمالی سوٹھو

source: Northwest Gbaya
mvy: شمال سُربُڑ گبایا

source: Norwegian Bokmål
mvy: نارویں بوکمال

source: Norwegian Nynorsk
mvy: نرویں نینورسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mvy: گتہ (دوبارہ) نہالَئیں کراں جُملی نی تھی<addLink>ہُوئیں مُتی جُملی ٹل کرہ </addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
mvy: بُٹیۡ جُملیُوں لا لہجی وَیں پرچہ لا نی رِن٘گی تھی!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
mvy: نوٹ۔ اماں پشئیں تُس غرضی ہُنلُو تے اس سٹنٚگ تُس <profileLink> پروفائیل والا صفحہ تل نہ کرہانٚتے </profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
mvy: نوٹ: تے ہُویں گتہ حصہ گلَیں یا قسم بدلَیں یاںکریا ”بنہ“ یا ”ݜُون٘یں“ مہ ایک خوش کرؤں ہو تُھو۔

source: Not Found
mvy: نی ڇاؤ

source: No Thanks
mvy: نَیں، ہُو تُھو، شُکھریہ

source: No thanks, continue speaking
mvy: نئ شکریہ، منوں/بنؤں جاری رچھہ

source: Not use, or solicit, harmful or offensive language
mvy: تسی مہ اڅھک، فحش آں اوان مشخُلا نی ہو

source: No variant selected
mvy: لہجہ خوش نیرژی تھی

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
mvy: گِشیں تُوں کامن وائساں بارہ مہ کم لک معلومات ہری چھی کھیں تُلُیں تےۡو اس چیک گِنہۡ نېریۡ تُھو؟ مېکاں ݜس بٹنہ لا ٹک کرہ تا لا جُملی بنَیں شروع کرہ۔ <br/><br/> کہ تُو مُتہۡ وَیں بنیلیۡ ݜُون٘وَیں یا غرضی تُھو کھیں تے باشا بٹنہ لا ٹک کرہ۔ ݜس کیرو کھیں تسی نہ اسکرین لا لیل جُملی تے رکاڈِن٘گ ایک رن٘گَیں تھی بنے زَیں مدد مِلا تھی۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
mvy: ہُویں تُو تاں اواز زَیں دے ہاں تُھو لہ تسی نہ بے اوازاں ݜے ڈیٹا بیس سن٘دِگ چے تسی نہ کوَیں ژا ہر قسم موبائلہ تے کمپیوٹرہ آں انٹرنیٹاں کریا ناں ایپلِکیشنہ سن٘دے استعمال کراں۔ جُملہ پڑہ لہ مشیۡنے پتہۡ اے چے اصل خلک گِشے بناں تھہ۔ مُت حصہ گلان٘لہ واں کام نھالے تاں کام سُگائرا۔ اُو ݜتُک وڑیا کام تُھو۔

source: Number of Voices
mvy: چے اوازی

source: Numbers
mvy: ہِندسی

source: Occitan
mvy: اوکیٹَن/اوسیٹَن

source: Odia
mvy: اوڈیا

source: Off
mvy: بند

source: Offensive Content
mvy: اڅھکوۡ مواد

source: Offensive language
mvy: قبیح/اڅھکی ژیب

source: Offensive speech
mvy: اڅھک مشقُلاء۔

source: Offline Sources
mvy: نیٹ نہ بغیر مُن٘ڈہ (آفلائن ذرائع)

source: On
mvy: کُھلاؤ

source: On desktop devices you can contribute by downloading…
mvy: تاں کمپیوٹرہ تل توۡ بِگ اوک ڈاؤن لوڈ کرے تاں حصہ گلہانٚت۔

source: On his head he wore a beret.
mvy: تاں ݜݜہ تل سئیں کُھوئی ݜالس۔

source: On iOS please continue with Safari to enable recording…
mvy: iOS تل رِکارڈِن٘گ یا ٹَیپ کرَیں کراں سفاری تل ٹک کرے مُوٹُھو بہ۔

source: Only show me sentences and clips from my variant
mvy: صرف مِیں خاص لہجَیں جُملی تے اوازاں کٹرو مے پشا

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mvy: ہاں کہ څَیں لیل ہُوئ تُھو چے ایک ہٛڑان٘لہ اوک ݜس لفظ نی پُنیائ تُھو آں اٹکلہ لا اسیں ادائیگی یاں کوشیش کیر تُھو کھیں تے کگائے۔ آں کہ تے سم پتہ نی تھی کھیں تے پھت کرَیں یاں بٹنہ لا ٹک کرہ۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mvy: ہاں کہ څَیں لیل ہُوئ تُھو چے ایک پڑان٘لہ اوک ݜس لفظ نی پُنیائ تُھو آں اٹکلہ لا اسیں ادائیگی کرَیں کوشِش کیریۡ تُھو کھیں تے نئ بٹنہ لا چکس کرے کگائے۔ آں کہ تے سم پتہ نی تھی کھیں تے پھت کرہ۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
mvy: بے چے گی کرِگ تھو اسی مہ بُٹؤں نہ ہی ہِن سُکھیݜیار تُھو۔ تحقیق مہ مرگلتیا، معلومات جمع کرؤں آں انٹرویواں کریا <emailFragment>رابطہ کری۔</emailFragment>

source: Opens in a new tab
mvy: نؤیۡ خانہ مہ پاتُو ہُوئ تُھو

source: Optionally join on our email list for updates and new information about the project.
mvy: تَیں مرضی ہِن پراجیکٹَیں بابتی مہ نَیں معلومات تے نِکیل کمہۡ وَیں معلوماتاں کریا زَیں بجلی خطیں لیشی مہ گڈ ہو۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
mvy: تیں پروفائلہ لا اصل مہ جمع کریلیۡ ذاتی معلومات (لکھَیں عُمُر، جِنِس، ژیب تے لہجہ) خلکؤں کلَیں پشژَئیں نی تھی آں نہ ڈیٹا سیٹہ مہ تیں ذاتی کھاتہ ملی بن٘گڑُژا تھی۔ کیلے اوازاں کٹرو تیں ناں نہ علاوہ ذاتی معلومات ملیۡ گنڈژا تھی سو گتہ صرف ݜسیں کریا چےۡ اوازَیں تجزیہ سُون٘ݜو کرُژ، مثالاں طور لا ایک ریسرچر ہوسی ایک خاص علاقاں، عُمراں تے جنساں کریا ایک ٹریننگاں مُݜُو (ماڈل) ساند آں تسیۡ مہ پکار کیر۔

source: Ormuri
mvy: اّرمڑی

source: Ossetian
mvy: اوسیٹین

source: Other
mvy: مُت بِگ

source: Other Language
mvy: مُتی ژیب

source: Other people validate those voice clips.
mvy: ݜَیں اوازاں کٹرو مُت خلک منظُور کراں تھو۔

source: Other voice datasets…
mvy: مُتہۡ اوازاں ڈیٹاسیٹہ۔۔۔

source: Other Voice Datasets
mvy: مُتہۡ اوازاں ڈیٹاسیٹہ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
mvy: زاں کمیونٹی منیجر تی مِل بال الاؤ کرا تُھو لہ تیں تیرئ مدد کیر، کہ بے کاں پھیں نہ ݜُو ژبہ لا کام کراں تھہ کھیں زاں خبر کری۔

source: Our governance is founded on the pillars of:
mvy: زَیں حُکمت چے گِھن٘لیۡ تُھوۡیؤں لا کُور تھی سَیں ݜَیں تھی:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
mvy: بِڅَیں ژیب بِڅاں تاریخ، بِڅَیں معاشرہ آں بِڅَیں رِوایت تھی۔ ای لہ ݜے لک ڈېٹا سیٹ سَن٘دِگ چے تس بِس دُنَیں مہ پشئین٘یۡیاں غرضی تھو۔

source: Our Partners
mvy: زاں مرگلئ

source: Our partners include...
mvy: زاں مرگلئ اُن٘دگی ݜَیں تھو۔۔۔

source: Overall Accuracy
mvy: مجموعی صحت/ٹھِک والئ

source: p
mvy: ب

source: Paiwan
mvy: پائوان

source: Palula
mvy: پالّولا

source: Papiamento (Aruba)
mvy: پاپیامینتو (اروبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
mvy: ژِبَیں کمیُونٹی واں بہزؤں مہ حصہ ہرہ، سوالہ کرہ آں اېت پُرگِرامہ تے بال الاوَیں بابتی مہ اما پورژا۔

source: Partner
mvy: مرگلئ

source: Partners
mvy: مرگلئ

source: Partnerships
mvy: مرگلتیا

source: Partnerships and networks
mvy: مرگلتیا تے نیٹ ورکہ

source: Partnerships, Press and Stories, Community and Languages
mvy: مرگلتیا، اخبار تے خبری، خلکہ آں ژِبہۡ

source: Partner with us
mvy: زاں ملی مرگلئ

source: [Part of the text can’t be heard]
mvy: [لِکِیلاں ایک بٹھہ اۡوک نی ݜُونٚوُژ تُھو۔]

source: Pashto
mvy: پُختُو

source: Past recordings download requests
mvy: مُوٹُھک ٹیپ کریل منی والَیں یاں درخواستہ

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
mvy: کامن وائس ایک ݜے ڈیٹاسیٹ تُھو چے تسے ہر کؤں ڇیلَیں تُھو، ساریۡ دُنَیں نہ اماں اَن٘دو اواز دین٘لہ اسیں طاقت تھو۔ کاں خلکہ اوازاں ایپلِکیشنہ سَن٘دا تھہ سیں ݜس ڈیٹاسیٹہ مشینہ واں سِڇَھیں ماڈلاں دَن استعمال کراں تھو۔</p>ہُویں اکثر ڈیٹا سیٹہ کمپنی وَیں مِلِک تھہ، آں ݜُو سُکھیݜیار نہ خلاف تھی۔ اوازاں ڈیٹاسیٹہ ان٘گرزی نہ مُت ژِبہ وَاں خلکہ وَیں، مختلف رَن٘گہ واں خلکہ، معذور انسانہ، گھریۡماݜہ آں ایل‌جی‌بی‌ٹی‌کیو‌آئ‌اے+ خلکہ وَیں صحیح ترجمانی نےراں تھی۔ اسی معنہ ݜُو چے اواز کران٘لی ٹیکنالوجی بِکتُک ژِبؤں مہ لہ سر کام نیر تھی۔ آں کیرُوں سُگاؤ کام نیریۡ تُھو۔ بے ہر زئ یاں خلکہ حرکتی مہ آگلے سیوں لا سِواں اوازہ شیئر کریاگ تھہ۔</p>

source: People come and contribute their voices.
mvy: خَلکہ ایں تھو آں تاں اوازہ دیں تھو۔

source: Persian
mvy: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
mvy: ذاتی ڈیش بورڈ کیالو آں بُٹ خلکہ واں اکٹھی کمہ نہ تی خبر راڇھی تُھو

source: Personally Identifiable Information
mvy: ذاتی طور لا پنیاک معلومات

source: Platform language
mvy: ژِباں پلېٹ فارم

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
mvy: ژیب تَیں رؤں، ڈیٹا سیٹاں استعمال آں زاں خلکؤں ملی رابطہ کرَیں ہاریساری ”کامن وائسَیں“ سفری مہ زَیں <playbookLink> مدد ہرہ</playbookLink>

source: <playIcon></playIcon>Last one!
mvy: <playIcon> </playIcon>ساوات

source: Play/Stop
mvy: باشا/اوریا

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
mvy: زاں <templateFileLink> نموناں ݜس فائل</templateFileLink> چیک کرہ گل۔ څَیں جُملی کاپی رائیٹ نہ خالی (سی سی 0 یا تسیں مالکہ نہ اجازہ ہُوں پکار تُھو آں صاف، گرامراں لحاظ ہن صحیح آں پڑَیں مہ ہَسان ہوں پکار تھی۔ ݜَیں جُملی پڑَیں مہ 10 نہ 15 سین٘گڈؤں‌ ہاریۡ وخ بے آں ایوں مہ خاص نؤں، ہندسی تے مخصوص نخہۡ نی ہوں پکار تھہ۔

source: Please fill out this field.
mvy: ݜس زائے پوری

source: Please select a language to review sentences.
mvy: جُملی گتہ (دوبارہ) نھالَیں یاں کریا اک ژیب اوک خوش کرہ

source: Polish
mvy: پولین٘ڈی

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
mvy: <pontoonAccountLink> اکونٹ سندہ <pontoonAccountLink> کہ پھیں نہ تگے نی تھو کھیں۔ تے تَیں ژِبَیں<strong>('ٹیم')</strong> خوش کرے اَمَیں پروجیکٹ خوش کرہ، <pontoonCvLink>کامن وائس</pontoonCvLink>۔ تلہ ژیب مرک کریں یاں دن فائلہ ہوتھو، اک کہ لا ٹک کرہ کھیں تے ان٘گرزی مہ لفظہ پشا تھو آں میلی چٹ ژیب مرک کریں یاں دن اک صندقو لک ہو تھی۔

source: Portuguese
mvy: پُرتُگالی

source: Powered by global communities, for global communities — 130 languages and growing!
mvy: تام دُنیں یاں خلکہ وَیں کِھن٘گی نہ تام دُنَیں خلکہ واں کریا — 130 ژِبہۡ آں مِٹُھویں چئ ہوں بېں تھی!

source: Press and stories
mvy: اخبار تے خبری

source: Press and Stories
mvy: اخبار تے خبری

source: Press play, listen & tell us: did they accurately speak the sentence below?
mvy: باشا لا چکس کرہ، ݜُون٘یں آں زَیں بنہ: اِوَیں من چور لِکیلی ݜس جُملہ صحیح بنہ چھی یی؟

source: Press { shortcut-play-toggle } to toggle play mode
mvy: چکس کرہ { shortcut-play-toggle } لہ بند کُھلاؤ موڈ شروع ہو

source: Privacy
mvy: اَپُوۡیں

source: <privacyLink>Privacy</privacyLink>
mvy: <privacyLink> اَپُویں</privacyLink>

source: Privacy Policy
mvy: رازداریں پالیسی

source: Privacy, security and transparency.
mvy: اپُیں (رازداری)، حِفاظت آں شفافیت

source: Pro
mvy: حقہ مہ

source: Process / Steps
mvy: عمل/ کھڑپی

source: Profile
mvy: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
mvy: پروفائلَیں معلومات اواز پنیَیں ٹریننگ مہ بہتری آئ تھی۔

source: Progress
mvy: پراگریس

source: Public Domain
mvy: عوامی کِھل/میدؤں

source: Publicly accessible open speech datasets in 130+ languages
mvy: 130 نہ بُوئ ژِبوں مہ بُٹ خلکؤں ہتے اے اوپن سپیچ ڈېٹاسیٹ۔

source: Pular Guinea
mvy: پُلر گِنیا

source: Punctuation
mvy: کامی تے نقطے

source: Punjabi
mvy: پَن٘جابی

source: Puno Quechua
mvy: پُنو کِچوا

source: Quechua Chanka
mvy: کویچوا چَنکا

source: Question
mvy: سوال

source: Question Collection
mvy: سوال جمع کرؤں

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
mvy: ݜے سوالہ چے سَیں صرف کلچراں متعلق ہوں آں جواب دېں والاں متعلق گمانہ ساند

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
mvy: ݜے سوالہ چے سِواں جواب 15 سِن٘گڈؤں مہ دېوں گِران ہو

source: r
mvy: م

source: [‘Raised’ in English is always pronounced as one syllable, not two]
mvy: ریزڈ انگریزی مہ اک رُکُن یا حصہ والا لفظ تُھو۔

source: Rate limit exceeded. Try again in { $retryLimit } minutes
mvy: بُوۡئ اُکھالَیں یاں حَد لن٘گھی تُھو۔ { $retryLimit } مِلٹہ پاتیُون گتہ کوشش کرہ

source: Rate limit exceeded. Try again in { $retryLimit } seconds
mvy: بُوۡئ اُکھالَیں یاں حد لن٘گھی تُھو۔ { $retryLimit } سِن٘گڈہ پاتیُون گتہ کوشش کرہ۔

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
mvy: حکوۡمتی، اېن جی او یا میڈیا والؤں ملیۡ رابطہ کری لہ ݜُو معلوم کرُژیۡ چے اېں تاں ویب سائٹ لا مؤجُود مواد ، خبری آں مُت مواد عوامی ڈومېنے دېں ہاں گی نَیں۔

source: Reader Effects
mvy: پڑان٘لو اثر انداز ہُوئ تُھو

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
mvy: پن٘ڑہۡ لا تام لفظہ سہی ول لا پڑؤں سخ ضرری تھو۔ کلہۡ ݜُوۡن٘وَیں یاں ہُون٘دُوں، ݜس ہر حالتی مہ نھالہ چے ، گی بلی ٹېپ ہُو تھی سَیں بعینہی سَیں بلی تھی چے کاں لیکژیلیۡ آنسیۡ۔کہ لیکژیلیۡ بلیُوۡں نہ چئ ہُوتھی ،کھٹَیں ہُو تھی، یا لفظہ دھری تھو کھیں، تس ریکاڈِن٘گ کگا (نی قبلا).

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
mvy: پڑَیں مہ ݜے زئ کھٹَیں رائ تھو چے سېوں کھٹَیں رؤں نی تھو یا ڙگی رؤں نی ہوند کھیں تلہ ڙِگی رائے تُھو

source: Read More
mvy: مُتُویں پڑہ

source: Read more on our About page
mvy: پن٘ڑَیں بابتی مہ مُت پڑہ

source: Read sentences
mvy: جُملی پڑہ

source: Read Sentences
mvy: جُملی پڑہ

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
mvy: تَیں ژِبہۡ مہ تا لا ݜَیں جُملی پڑہ آں دُنیں یاں خلکہ وَیں مدتی ہِن سن٘دژېل رن٘گا رن٘گ بلی واں ڈېٹا سیٹہ مہ تاں حصہ گلہ۔

source: Read Sentences, Answer Questions
mvy: جُملی پڑہ، سوالہ واں جواب دے۔

source: Read Sentences <small>(Coming soon)</small>
mvy: جُملی پڑہ <small>(ہن٘گس اېن٘یاں تُھو)</small>

source: Read sentences submitted by the community in various languages
mvy: مختلف زبوں مہ جمع کریل خلقوں جُملی پڑہ

source: Read the sentence carefully - don’t miss, change or add words.
mvy: جُملہ احتیاط ہِن پڑہ ۔ گی لفظ پھت، بدل یا چئ را نَیں۔

source: Ready to add your voice or lend your ear?
mvy: کان٘ڑ دیں یا تاں اواز ٹل کرَیں تیار تُھو/تھی یی؟

source: Ready to contribute?
mvy: حصہ گلَیں تیار تُھو/تھی یی؟

source: Ready to do { $count } more?
mvy: { $count } اوک مُت کرَیں تیار تُھو یی؟

source: Ready to donate your voice?
mvy: تاں اواز دیں تیار تُھو/تھی یی؟

source: Ready to help validate sentences?
mvy: جُملی سُون٘ݜیۡرَیں مہ زَیں مدد کرَیں تیار تُھویی؟

source: reCAPTCHA is required if you want to proceed
mvy: کہ تُو مُوٹُھو بے یاں غرضی تُھو کھیں ری کیپچا پکار تُھو۔

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
mvy: امَیں ݜے لک بِجلی خطی ایا چے سیوں مہ گِران کام، نخ یادی اَیؤں، کام کتُک مُوٹُھو ڙَھس ہُون٘د، آں کامن وائسَں خبرخطی ہوں۔

source: Recorded Clips
mvy: ٹېپ کرېل کٹرو

source: Recorded Hours
mvy: ٹیپ کریلیۡ گین٘ٹی

source: <recordIcon></recordIcon> Last one!
mvy: <recordIcon></recordIcon> آخری!

source: [Recording cut off before the end of the last word]
mvy: [لفظ مُچَیں نہ مُوٹِھن رکاڈن٘گ کٹ ہُو تُھو]

source: Recordings
mvy: رِکاڈِن٘گہ۔

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
mvy: اوازاں کٹرو ٹیپ کرؤں زاں "بُٹؤں کُھلاؤ" ڈیٹاسیٹاں چو اہم جُوز تُھو. دھان٘کہ خلکہ لہ بناں تھو چےۡ بُٹؤں نہ مزاں گتہ تُھو۔

source: Record/Stop
mvy: ٹیپ کرہ/اوریا

source: Record your response
mvy: تاں جواب ٹیپ کرہ

source: Record yourself reading sentences in your language
mvy: تئیں زب مہ تاں اواز مہ جُملی پڑے ٹیپ کرہ۔

source: Record yourself responding to questions and prompts in your language
mvy: تئیں زب/ژِبہ مہ سوالواں جواب دیہانٚس تاں اواز ٹیپ کرہ

source: Record your voice
mvy: تاں اواز ٹیپ کرہ

source: Reference the source of your sentence (required)
mvy: تئیں جُملاں مُون٘ڈ پشا.(حوالہ دے)۔ (لازمی)

source: Refresh
mvy: تازئ را

source: Reject
mvy: کگا

source: Remove
mvy: اَل دے

source: Remove Avatar
mvy: اوتار/فُٹُو اَل دے

source: Report
mvy: خبر

source: Report was passed successfully
mvy: خبر کامیابی ہِن تَیں زئ ڇیلی تھی

source: Request a Language
mvy: ژِباں کریا درخواست کرہ

source: Request for Scripted Speech
mvy: لِکیلیۡ بلی لُکھہ

source: Request for Spontaneous Speech
mvy: فی البدیہہ (ڈارِک) بلی لُکھہ

source: Request New Language
mvy: نَیں ژیب لُکھہ

source: Request recordings
mvy: رِکاڈِن٘گہ واں درخواست دے

source: *required
mvy: لازمی تُھو

source: Re-record
mvy: گتہ ٹیپ کرہ

source: Re-record clip
mvy: کٹرُو گتہ ٹیپ کرہ

source: Respond
mvy: جواب دے

source: Respond To Prompt
mvy: مدتیاں جواب

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
mvy: اشاری واں جواب دگلے قدرتی آں عام بلی واں محلاں کریا ڈېٹا سیٹ سن٘دی۔ ݜُو پراجېکٹ سَیں ژِبہۡ واںکریا تُھو کؤں چے لِکیں نہ چئ بنُژیۡ تھی۔

source: Response deleted successfully
mvy: جواب کامیابی ہِن الُو دگیلی
